---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimToIntersectingGrids
source: html/244d7869-3048-9da0-9f0d-ca4beb11f091.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimToIntersectingGrids Property

"Dimension To Intersecting Grids"

## Syntax (C#)
```csharp
public static ForgeTypeId DimToIntersectingGrids { get; }
```